Repository: Lillskog/FitbitPollen
Catalog: app/i18n/*.po
Languages: sv_se

# title
source: Pollen Levels
sv_se: Pollenhalter

source: Alder
sv_se: Al

# ash
source: Birch
sv_se: Ask

source: Cottonwood
sv_se: Poppel

source: Elm
sv_se: Alm

source: Maple
sv_se: Lönn

source: Olive
sv_se: Olivträd

source: Juniper
sv_se: En

# jpn_cedar_cypress
source: Cedar/Cypress
sv_se: Ceder/Cypress

source: Oak
sv_se: Ek

source: Graminales
sv_se: Gräs

source: Ragweed
sv_se: Ambrosia

source: Pine
sv_se: Tall

# fetching
source: Fetching pollen data...
sv_se: Hämtar pollendata...

# missingcoord
source: Missing latitude/longitude
sv_se: Saknar latitud/longitud

# missingapi
source: Missing API key
sv_se: Saknar API-nyckel

# nodata
source: No existing data...
sv_se: Ingen data...

source: None
sv_se: Inga

source: Very low
sv_se: Mycket låga

source: Low
sv_se: Låga

source: Moderate
sv_se: Måttliga

source: High
sv_se: Höga

source: Very high
sv_se: Mycket löga
